IdeaRS.Connections
ConnectionPropData Constructor (ConnectionPropData)
Compatible with IDEA StatiCa 0.0
Initializes a new instance of the ConnectionPropData class
 Namespace: IdeaRS.Connections.Data
 Assembly: IdeaRS.Connections (in IdeaRS.Connections.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
public ConnectionPropData(
	ConnectionPropData src
)
Parameters
src
Type: IdeaRS.Connections.Data.ConnectionPropData
[Missing <param name="src"/> documentation for "M:IdeaRS.Connections.Data.ConnectionPropData.#ctor(IdeaRS.Connections.Data.ConnectionPropData)"]
See Also
Reference
ConnectionPropData Class
ConnectionPropData Overload
IdeaRS.Connections.Data Namespace